{
  "LuaSnip": {
    "branch": "master"
  },
  "NeoSolarized": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "everforest": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fugitive-gitlab.vim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nyctophilia": {
    "branch": "master"
  },
  "nvim-soil": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-endwise": {
    "branch": "master"
  },
  "nvim-treesitter-refactor": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ufo": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "open-browser.vim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "promise-async": {
    "branch": "main"
  },
  "rust.vim": {
    "branch": "master"
  },
  "starlark.vim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tree-sitter-ruby": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-bundler": {
    "branch": "master"
  },
  "vim-codespell": {
    "branch": "master"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-css-color": {
    "branch": "master"
  },
  "vim-dispatch": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-gh-line": {
    "branch": "master"
  },
  "vim-go": {
    "branch": "master"
  },
  "vim-graphql": {
    "branch": "master"
  },
  "vim-grepper": {
    "branch": "master"
  },
  "vim-haml": {
    "branch": "master"
  },
  "vim-latex": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-packer": {
    "branch": "master"
  },
  "vim-projectionist": {
    "branch": "master"
  },
  "vim-protobuf": {
    "branch": "master"
  },
  "vim-rails": {
    "branch": "master"
  },
  "vim-rake": {
    "branch": "master"
  },
  "vim-rbenv": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-rspec": {
    "branch": "main"
  },
  "vim-sensible": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-terraform": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-tmux-yank": {
    "branch": "master"
  }
}
